[GENERAL]
NAME					= සිංහල(ශ්‍රී ලංකා)
TRANSLATOR				= Sajith Harshana(sajith282@gmail.com)
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= බන්ඩිකට්
TEXT_BUILDNO				= වෙලුම#
TEXT_VERSION				= බන්ඩිකට් ${str1} (${str2})
TEXT_APPINFO				= බන්ඩිකට් - වේගවත්, සරල වීඩියෝ සංස්කාරකය.
TEXT_BETA				= බීටා
TEXT_UNREGISTERED			= ලියාපදිංචි නොකළ

TEXT_YES				= ඔව්
TEXT_NO					= නැහැ
TEXT_CLOSE				= වසන්න
TEXT_CANCEL				= එපා
TEXT_OK					= හරි
TEXT_ABORT				= නවතන්න
TEXT_RETRY				= නැවත උත්සහ කරන්න
TEXT_IGNORE				= අත්හරින්න
TEXT_CONTINUE				= ඉදිරියට

TEXT_SAVE				= සුරකින්න
TEXT_NOT_SAVE				= නොසුරකින්න

TEXT_SECOND				= තප්.

TEXT_OPEN_FILE				= ගොනුවක් අරින්න
TEXT_SELECT_FOLDER			= ප්‍රතිදාන ෆෝල්ඩරය තෝරන්න.

TEXT_SEG_DURATION			= කාලසීමාව ${str1} 
TEXT_SEEK_POS				= ඉලියනය ${str1} 
TEXT_TOTAL_SEG_DURATION			= එකතුව ${str1}
TEXT_HIGH_SPEED_MODE			= අධි-වේග මාදිලිය
TEXT_HIGH_ENCODING_MODE			= එන්කෝඩ් මාදිලිය

TEXT_VOLUME_MUTE			= නිහඩ
TEXT_VOLUME				= පරිමාව: ${int1}

TEXT_CHANGE_LANG			= භාෂාව වෙනස් කිරීම සඳහා, ඔබ බන්ඩිකට් නැවත ආරම්භ කළ යුතුය.[br]ඔබට දැන් නැවත ආරම්භ කිරීමට අවශ්‍යද?
TEXT_RESET_ALL_SETTINGS			= සියලු සැකසුම් පෙරනිමිය වෙත නැවත සැකසීමට ඔබට අවශ්‍යද?
TEXT_SHUTDOWN_SEC			= තප්පර ${int1} කින් පද්ධතිය වසා දමනු ඇත.
TEXT_SHUTDOWN_APP_SEC			=  තප්පර ${int1} කින් බන්ඩිකට් වැසෙනු ඇත.

TEXT_UPDATE_AVAILABLE			= බන්ඩිකට් හි නව සංස්කරණයක් දැන් තිබේ. [br]ඔබ දැන් එය බාගත කිරීමට කැමතිද?
TEXT_UPDATE_UNAVAILABLE			= මෙම අනුවාදය නවතම එකකි.
TEXT_UPDATE_FAILED			= අනුවාද තොරතුරු පරීක්ෂා කිරීමට අපොහොසත් විය. [br]මෙම පද්ධතියෙන් දැනට අන්තර්ජාලයට සම්බන්ධ නොවිය හැකිය. කරුණාකර නැවත උත්සාහ කරන්න.
TEXT_OFFLINE				= මෙම පද්ධතිය අන්තර්ජාලයට සම්බන්ධ වූ විට මෙම ක්‍රමවේදය භාවිතා කළ හැකිය.[br]කරුණාකර, ඔබ ඔබේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කිරීමෙන් පසු නැවත උත්සාහ කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= මෙම වැඩසටහන වලංගු නොවේ. [br]ඔබ බන්ඩිකට් නැවත ස්ථාපනය කළ යුතුයි.

TEXT_NOT_SEEKABLE			= මෙම මාධ්‍ය ගොනුව සෙවිය නොහැක.
TEXT_NOT_SEEKABLE_DETAIL		= අධිවේග මාදිලිය සහ කොටස් සැකසුම් නොමැත.[br]- දූෂිත දර්ශක වගුව.[br]- යතුරු රාමු හෝ දර්ශක වගුවක් නොමැත.

TEXT_NOT_SUPPORT_FILE			= බන්ඩිකට් මෙම ගොනු සඳහා සහය නොදක්වයි. [br](වීඩියෝ හෝ කෝඩැක් තොරතුරු නොමැත.)[br]ඔබට ගොනු තොරතුරු දැකිය හැකිය.
TEXT_NOT_SUPPORT_VIDEO			= [br]- වීඩියෝ කෝඩැක් ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- ඕඩියෝ කෝඩැක් ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- ගොනු ආකෘතිය: ${str1}
TEXT_NOT_SUPPORT_NONE			= කිසිවක් නැත
TEXT_NOT_SUPPORT_NOT_DECODE		= (ධාවනය කිරීමට නොහැකි විය)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (වීඩියෝ දත්ත නොමැත)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]ආදාන ගොනුව නොපවතී.[br]කරුණාකර ගොනු මාර්ගය පරීක්ෂා කරන්න. 

TEXT_NOT_HIGH_SPEED			= අධිවේග මාදිලිය නොමැත.
TEXT_NOT_HIGH_SPEED_DETAIL		= කෝඩැක් ගැටළුවක් නිසා මෙම ගොනුවට අධිවේග මාදිලිය භාවිතා කළ නොහැක. [br]- කරුණාකර එන්කෝඩ් මාදිලිය භාවිතා කරන්න.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - වීඩියෝ රාමු 10 කට වඩා අඩුය.
TEXT_NOT_HIGH_SPEED_QUERY		= - මාධ්‍ය ගොනුව සෑදීමට අපොහොසත් විය.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= අධිවේග මාදිලිය එන්කෝඩ් ‍මාදිලියට වඩා වේගවත් ය. [br]කෙසේ වෙතත්, අධිවේග මාදිලිය භාවිතා කරන විට මෙම ගොනුවේ ආරම්භක වේලාව (${str1})වෙනස් විය හැකිය .

TEXT_KEY_FRAME_CUT_TITLE		= ඔබ අධිවේග මාදිලිය සමඟ ඉදිරියට යනවාද?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= ලියාපදිංචි වීමෙන් පසු අධිවේග මාදිලිය ලබා ගත හැකිය.[br][br]ඔබට බන්ඩිකට් බලපත්‍රය මිලදී ගැනීමට අවශ්‍යද?

TEXT_FRAME_CUT_CANT_CHANGE		= බන්ඩිකට් හි නිදහස් අනුවාදය මත ඔබට මෙම සැකසුම් වෙනස් කළ නොහැක.[br]ඔබට බන්ඩිකට් බලපත්‍රය මිලදී ගැනීමට අවශ්‍යද?

TEXT_KEY_FRAME_CUT			= - මෙම ගොනුවේ ආරම්භක වේලාව වෙනස් විය හැකිය.
TEXT_KEY_FRAME_CUT2			= - කිසියම් ගැටළුවක් ඇත්නම් කරුණාකර එන්කෝඩ් මාදිලිය භාවිතා කරන්න.

TEXT_NOT_HIGH_SPEED_JOIN		= ඔබට එකතුකරණය සඳහා අධිවේග මාදිලිය භාවිතා කළ හැක්කේ සියලුම ආකෘතීන් හරියටම සමාන වූ විට පමණි.

TEXT_MSG_CONVERTING_CLOSE		= කාර්යක් ක්‍රියාත්මක වේ. ඔබට එය අවලංගු කර බන්ඩිකට් වසා දැමීමට අවශ්‍යද?
TEXT_MSG_CONVERTING_CANCEL		= කාර්යක් ක්‍රියාත්මක වේ. ඔබට එය අවලංගු කිරීමට අවශ්‍යද?
TEXT_MSG_CHECK_NOT_SHOW			= ඊළඟ වතාවේ නොපෙන්වන්න.
TEXT_MSG_WRITE_HEADER			= දැන් ගොනු ශීර්ෂකය ලියමින් සිටී. ගොනුව විශාල නම්, මෙම කාර්යයට වැඩි කාලයක් ගතවනු ඇත. කරුණාකර, මොහොතක් ඉන්න.

TEXT_ERROR_DISKSPACE_TITLE		= ප්‍රතිදාන ෆෝල්ඩරය සඳහා ප්‍රමාණවත් ඉඩක් නොමැත.
TEXT_ERROR_DISKSPACE			= කරුණාකර ප්‍රතිදාන ෆෝල්ඩරය වෙනස් කර නැවත උත්සාහ කරන්න.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-ලැබිය හැකි තැටි අවකාශය: ${str1}[br]-අවශ්‍ය වන තැටි අවකාශය:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= කෑෂ් ෆෝල්ඩරය සඳහා ප්‍රමාණවත් ඉඩ ප්‍රමාණයක් නොමැත.
TEXT_ERROR_CACHE_DISKSPACE		=  කරුණාකර කෑෂ් ෆෝල්ඩරය වෙනස් කර නැවත උත්සාහ කරන්න.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-ලැබිය හැකි තැටි අවකාශය: ${str1}[br]-අවශ්‍ය වන තැටි අවකාශය:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= කරුණාකර ප්‍රතිදානය හෝ කෑෂ් ෆෝල්ඩරය වෙනස් කරන්න.
TEXT_ERROR_FILE_SYSTEM			= ප්‍රතිදානය හෝ කෑෂ් ෆෝල්ඩරය NTFS ගොනු පද්ධතියක පිහිටා නොමැත, 4GB ට වඩා විශාල ගොනු සැකසීමේදී ගැටළු ඇති විය හැක.[br]-වෙනස් කිරීමට ෆෝල්ඩරය:
TEXT_CANT_KEYFRAME_SEEK			= දැන් මාධ්‍ය ගොනුව විශ්ලේෂණය කෙරෙමින් සිටී. විශ්ලේෂණය සම්පූර්ණ වූ පසු, ඔබට යතුරු රාමු ඒකකය මඟින් සෙවිය හැකිය.
TEXT_READ_FILE				= ගොනුව කියවීමට අපොහොසත් විය. කරුණාකර ආදාන ගොනුව පරීක්ෂා කරන්න.[br]ගොනුව සීඩී / ඩීවීඩී එකක පිහිටා තිබේ නම්, කරුණාකර ගොනුව ඔබේ දෘඩ තැටියට පිටපත් කර නැවත උත්සාහ කරන්න.
TEXT_CODEC_CONFIG			= වැරදි කේතීකරණ සැකසුම්.
TEXT_CODEC_CONFIG2			= [br]කරුණාකර 'කේතීකරණ සැකසුම්' මෙනුව වෙත යන්න, සුපුරුදු කේතීකරණ සැකසුම් භාවිතා කර නැවත උත්සාහ කරන්න.
TEXT_VIDEO_ENCODING			= වීඩියෝව කේතනය කිරීමේදී දෝෂයක් ඇතිවිය. ඔබ ආදාන ගොනුව හෝ කේතීකරණ සැකසුම් පරීක්ෂා කළ යුතුය.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Intel® Quick Sync වීඩියෝ එන්කෝඩරය සමඟ ගැටළුවක් ඇති බැවින් පරිවර්තනය නතර වී ඇත.
TEXT_VIDEO_ENCODING_QSV			= ඔබ H.264 මෘදුකාංග එන්කෝඩරය භාවිතා කරනවාද?
TEXT_AUDIO_ENCODING			= ඕඩියෝ කේතනය කිරීමේදී දෝෂයක් ඇතිවිය. ඔබ ආදාන ගොනුව හෝ කේතීකරණ සැකසුම් පරීක්ෂා කළ යුතුය.
TEXT_NOT_SUPPORT_TYPE			= ප්‍රතිදාන ගොනුව සෑදීමට අපොහොසත් විය.
TEXT_UNSUPPORT_VIDEO_SIZE		= මෙම වීඩියෝ විභේදනය වෙත පරිවර්තනය කළ නොහැක.[br]${str1} මගින් සහය දක්වන උපරිම විභේදනය ${str2} වේ. [br]කරුණාකර 'කේතකරණ සැකසුම්' මෙනුව වෙත ගොස් තවත් වීඩියෝ විභේදනයක් තෝරා නැවත උත්සාහ කරන්න.
TEXT_NO_ENCODER				= එන්කෝඩරය සොයාගත නොහැක.
TEXT_SEND_FILE				= ඔබගේ වීඩියෝ ගොනුව bandicut@bandicam.com වෙත එවන්නේ නම්, අපි වහාම ඔබගේ විද්‍යුත් තැපෑලට පිළිතුරු දෙන්නෙමු.
TEXT_CHECK_CHANGE_ENCODER		= දැන් සිට H.264 මෘදුකාංග එන්කෝඩරය භාවිතා කරන්න.
TEXT_INTER_FILE				= ප්‍රතිදාන ෆෝල්ඩරයට වීඩියෝව සුරකින අතරතුර දෝෂයක් ඇතිවිය.
TEXT_CANT_DECODE_AUDIO			= සමහර ඕඩියෝ ට්‍රැක්ස් විකේතනය කළ නොහැක.[br]ඒවා පරිවර්තනය නොවේ. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය වේද?

TEXT_REBUILD_COMPLETE			= ගොනු සංස්කරණයට දැන් සූදානම්.
TEXT_REBUILD_FAILED			= වීඩියෝ ගොනු සකස් කිරීමේදී දෝෂයක් ඇතිවිය.[br]

TEXT_ERRMSG_CONVERT_NUM			= (${int1})කේතීකරණය අසාර්ථක විය.
TEXT_ERRMSG_CONVERT_VSIZE		= ගොනුව වඩා විශාල බැවින් අධිවේග මාදිලිය භාවිතා කිරීමට අපොහොසත් විය. කරුණාකර එන්කෝඩි මාදිලිය භාවිතා කරන්න.

TEXT_MSG_CHANGE_MODE_DROP		= බන්ඩිකට් වෙත ගොනු කිහිපයක් එකතු කළහොත්, බන්ඩිකට් එකතුකරණය ලෙස වෙනස් වේ. [br]ඔබට ඉදිරියට යාමට අවශ්‍ය බව විශ්වාසද?
TEXT_MSG_CANT_CHANGE			= බන්ඩිකට් විසින් එකතු කල ගොනු විශ්ලේෂණය කරයි. [br]මදක් රැදෙන්න...

TEXT_MISSED_FILE_REMOVE 		= ගොනුව නොපවතින බැවින් ඛණ්ඩ ලැයිස්තුවෙන් ඉවත් කර ඇත.[br]-${str1}

TEXT_INVALID_VALUE			=  කරුණාකර  ${int1} සහ ${int2} අතර අගයක් ඇතුළත් කරන්න.

TEXT_WARNING_MAX_SEGMENT         	= ඔබට ${int1} දක්වා ගොනු/ඛණ්ඩ ඇතුලත් කල හැකිය. 
TEXT_WARNING_MAX_SEGMENT_FAIL           = මෙම ${int1} ගොනු ඇතුලත් කරගත නොහැක.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= ඔබ බන්ඩිකට් හි උපරිම ඛණ්ඩ ගණන ඉක්මවා යාමට ආසන්නයි (99). ඔබ ඉදිරියට ගියහොත්, සමහර කොටස් එකතු නොවේ.[br]ඔබට ඉදිරියට යාමට අවශ්‍ය බව විශ්වාසද?
TEXT_WARNING_MAX_SEGMENT_SHORT		= ${int1}එක් එක් ඛණ්ඩයේ කාලය ඉතා කෙටි බැවින් බන්ඩිකට් වලට ඒවා බෙදීමට නොහැක.[br]කුඩා අගයක් ඇතුලත් කරන්න.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= උපරිම ඛණ්ඩ ගණන ඉක්මවා ඇති බැවින් ඔබට තවදුරටත් ඛණ්ඩ බෙදිය නොහැක.
TEXT_WARNING_MAX_SEGMENT_ZERO		= ඛණ්ඩයේ කාලයට වඩා දුන් කාලය දිගු වේ.[br]කරුණාකර එය කුඩා අගයකට සකසා නැවත උත්සාහ කරන්න.
TEXT_WARNING_INVALID_TIME		= කරුණාකර තත්පරයකට වඩා වැඩි කාලයක් සකසන්න.

TEXT_EXIST_FILE_HEADER			= මෙම නම සහිත ගොනුවක් දැනටමත් පවතී.
TEXT_EXIST_FILE_COMMENT			= ඔබ මෙම කාර්යය දිගටම කරගෙන යන්නේ නම්, ගොනු නාමයට අනුක්‍රමික අංකයක් එකතු වේ. ඔබට ඉදිරියට යාමට අවශ්‍ය බව විශ්වාසද?
TEXT_EXIST_FILE_OVERWRITE			= ව්‍යාපෘති ගොනුව සුරකින්න
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} දැනටමත් පවතී. [br]ඔබට එය නැවත ලිවීමට අවශ්‍යද?

TEXT_MSG_PROJECT_HELP			= ව්‍යපෘති ගොනුවක් යනු කුමක්ද?
TEXT_MSG_SAVE_PROJECT_HEADER		= කාර්යක් සිදුවෙමින් පවතී. 
TEXT_MSG_SAVE_PROJECT			= ඔබ වීඩියෝ ගොනු හෝ ව්‍යාපෘති ගොනුවක් එකතු කළහොත් සිදුකරන කාර්යය නැති වේ.
TEXT_MSG_SAVE_PROJECT2			= ව්‍යාපෘති ගොනුව සුරැකීමෙන් පසු ඉදිරියට යාමට ඔබට අවශ්‍යද? 
TEXT_MSG_SAVE_PROJECT_CLOSE		= ව්‍යාපෘති ගොනුව සුරැකීමෙන් පසු ඉදිරියට යාමට ඔබට අවශ්‍යද? 
TEXT_MSG_LOAD_PROJECT_FAIL		= ව්‍යාපෘති ගොනුව විවෘත කිරීමට අපොහොසත් විය.
TEXT_MSG_RESTORE_PROJECT		= බන්ඩිකට් නිවැරදිව වසා දමා නොමැත.[br]ඔබගේ පෙර කාර්යය යථා තත්වයට පත් කිරීමට ඔබට අවශ්‍යද?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video සක්‍රීය කර නැත.[br]"H264 (Intel® Quick Sync Video)" කේතීකරණ භාවිතා කරද්දී, කරුණාකර මොනිටරයේ සිට එන VGA කේබලය මව්පුවරුවේ VGA Port හරහා සම්බන්ධ කරන්න.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = ඔබට උදව් පිටුවට පිවිසීමට අවශ්‍යද?

TEXT_ENCODER_TITLE			= ${str1} එන්කෝඩරය තිබේ
TEXT_ENCODER_AVAILABLE_ENCODER		=  ${str1} යනු දෘඩාංග එන්කෝඩරයක් වන අතර එය මෘදුකාංග පාදක කරගත් එන්කෝඩරයට වඩා වැඩි වේගයකින් වීඩියෝ සංස්කරණය කිරීමට ඉඩ සලසයි.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]ඔබ  ${str1} එන්කෝඩරය භාවිත කිරීමට කැමතිද?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= ෆේස්බුක් ප්‍රතිපත්තිය නිසා මෙම අංගය තවදුරටත් ලබා ගත නොහැක.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= ආදාන ගොනු තොරතුරු
TEXT_H264_NOT_SUPPORT			= මෙම පද්ධතිය H.264 කේතීකරණයට සහය නොදක්වයි.
TEXT_FILE_NAME				= ගොනුවේ නම: ${str1}
TEXT_FILE_TYPE				= ගොනු ආකෘතිය: ${str1}
TEXT_FILE_DURATION			= කාල සීමාව: ${str1}
TEXT_FILE_SIZE				= ගොනු ප්‍රමාණය: ${str1}
TEXT_SEGMENT				= ඛණ්ඩ: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - මුල් ආරම්භක වේලාව: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - නව ආරම්භක වේලාව: ${str1}
TEXT_ENABLE_HIGH_SPEED			= අධිවේග මාදිලිය භාවිතා කරන්න: ${str1}
TEXT_SEEKABLE				= ${str1} සොයමින්
TEXT_POSSIBLE				= සක්‍රීය කරන්න
TEXT_IMPOSSIBLE				= අක්‍රීය කරන්න
TEXT_POSSIBLE_REG			= ලියාපදිංචි වීමෙන් පසු ලබා ගත හැකිය.
TEXT_TRACK_COUNT			= වීඩියෝ ගොනු ${int1}, ඕඩියෝ ගොනු ${int2} 
TEXT_OUTPUT_FILE_INFO			= ප්‍රතිදාන ගොනු තොරතුරු
TEXT_ADD_FAILED				= [ගොනුව එක් කිරීමට අපොහොසත් විය]
TEXT_OUTPUT_OPTION			= නිමැවුම් විකල්ප
TEXT_INPUT_FILES			= [ආදාන ගොනු (කොටස්) ගණන: ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= මාධ්‍ය ගොනු
TEXT_MAIN_PROJECT_FILES			=  ව්‍යාපෘති ගොනු
TEXT_MAIN_ALL_FILES			= සියළු ගොනු

TEXT_MOREINFO				= තවත් ...

TEXT_SEGMENT_TITLE			= ${str1} ඛණ්ඩ
TEXT_SEGMENT_FILE_TITLE			= ${str1} ගොනු

TEXT_RECORDING				= බන්ඩිකැම් තිර පටිගතකරණය අරඹන්න[br](තිරයක්, ක්‍රීඩාවක් හෝ වෙබ් කැමරාවකින් පටිගත කරන්න)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= අත්හදා බැලීම
TEXT_BANNER_OFF_SUBJECT			= ඔබ ලියාපදිංචි නොකළ අනුවාදය භාවිතා කරයි.
TEXT_BANNER_OFF_CONTENTS_1		= ඔබ බන්ඩිකට් බලපත්‍රය මිලදී ගෙන ලියාපදිංචි කරන්නේ නම්,
TEXT_BANNER_OFF_CONTENTS_2		= සීමාවක් නොමැතිව ඔබට මෘදුකාංගය භාවිතා කළ හැකිය.
TEXT_BANNER_RESULT_SUBJECT		= වේගය ගැන සෑහීමකට පත් නොවන්නේද?
TEXT_BANNER_RESULT_CONTENTS_1		= කරුණාකර බන්ඩිකට් බලපත්‍රය මිලදී ගන්න.
TEXT_BANNER_RESULT_CONTENTS_2		= වේගය <b>${str1}% (${str2})</b> ඉක්මවා වැඩි වේ.
TEXT_BANNER_RESULT_BTN			= මිලදී ගන්න

TEXT_BANNER_UWP_SUBJECT			= මයික්‍රොසොෆ්ට්  ස්ටෝර් සඳහා බන්ඩිකට් වීඩියෝ කපනය (නොමිලේ)
TEXT_BANNER_UWP_CONTENTS_1		= වේගවත්ම පාඩු රහිත වීඩියෝ කපනය, බෙදනය සහ එකතුකරණය
TEXT_BANNER_UWP_CONTENTS_2		= වැඩි විස්තර සඳහා නිල වෙබ් අඩවියට පිවිසෙන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= සාමාන්‍ය
TEXT_TAB_FILE				= ප්‍රතිදාන
TEXT_TAB_LANGUAGE			= භාෂාව
TEXT_TAB_HIGHSPEED			= අධිවේග
TEXT_TAB_VFILTER			= වීඩියෝ පෙරහන
TEXT_TAB_INFO				= ගැන

TEXT_PREFIX_FILE_NAME			= මූලාශ්‍ර ගොනුවේ නම
TEXT_PREFIX_CUSTOM			= අභිරුචි උපසර්ගය
TEXT_PREFIX_NONOE			= කිසිවක් නැත
TEXT_SUFFIX_TIME			= දිනය සහ වේලාව
TEXT_SUFFIX_SERIAL			= අනුක්‍රමික අංකය
TEXT_SUFFIX_DATE_SERIAL			= දිනය සහ අනුක්‍රමික අංකය
TEXT_FILE_EXAMPLE			= උදා)
TEXT_DEFAULT_CACHE_FOLDER		= (පෙරනිමි)

TEXT_INTEL_QSV				= Intel® Quick Sync video (වේගවත්, දෘඩාංග ත්වරණය)

TEXT_H264_NOT_SUPPORT			= මෙම පද්ධතිය H.264 කේතන ක්‍රමයට සහය නොදක්වයි.[br]ඔබට උදව් පිටුවට පිවිසීමට අවශ්‍යද?

TEXT_VIDEO_QUALITY			= තත්වය
TEXT_VIDEO_BITRATE			= බිට්-රේට්(kbps)
TEXT_AUDIO_MONO				= මොනෝ
TEXT_AUDIO_STEREO			= ස්ටීරියෝ
TEXT_NO_VIDEO				= වීඩියෝ නැත
TEXT_NO_AUDIO				= ඕඩියෝ නැත
TEXT_VIDEO				= වීඩියෝ
TEXT_AUDIO				= ඕඩියෝ
TEXT_UNKNOWN				= නොදන්නා
TEXT_AUTO				= ස්වයංක්‍රීය
TEXT_ALWAYS				= සැමවිටම
TEXT_DONT_USE				= භාවිතා නොකරන්න

TEXT_FIT_WIDTH				= ගැලපෙන පළල
TEXT_FIT_HEIGHT				= ගැළපෙන උස
TEXT_SIZE_AUTO				= මුල් ප්‍රමාණය තබා ගන්න
TEXT_SIZE_CUSTOM			= වෙනස්කළ

TEXT_FIT_WIDTH_INFO			= ගැලපෙන පළල (${int1}x0)
TEXT_FIT_HEIGHT_INFO			=  ගැළපෙන උස (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= මුල්  FPS තබන්න

TEXT_MIN_VIDEO_SIZE			= ${int1} වීඩියෝ පළල සහ උසෙහි අවම අගය වේ.
TEXT_MAX_VIDEO_SIZE			= ${int1}වීඩියෝ පළල සහ උසෙහි උපරිම අගය වේ.
TEXT_ODD_VIDEO_SIZE			= වීඩියෝ පළල හෝ උස ඔත්තේ අංකයක් වන විට කේතීකරණය අසමත් විය හැකිය.[br]වීඩියෝ ප්‍රමාණය පහත පරිදි වෙනස් කිරීමට ඔබට අවශ්‍යද?
TEXT_ODD_VIDEO_SIZE2			= [br]- පරිශීලක කියන වීඩියෝ ප්‍රමාණය: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- නව වීඩියෝ ප්‍රමාණය: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= වීඩියෝ බිට්-රේට් සදහා උපරිම අගය ${int1} Kbps වේ.
TEXT_MAX_VIDEO_QUALITY			= වීඩියෝ තත්වයේ අගය 1 ත් 100 ත් අතර විය යුතුය.
TEXT_DONT_ALLOW_NORMALIZE		= මෙම අංගය [ඕඩියෝ ට්‍රැක් මකන] අංගය සමග භාවිතා කල නොහැක.[br]ඔබ ඕඩියෝ ට්‍රැක් මකන] අංගය අක්‍රීය කිරීමට කැමතිද?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= මෙම අංගය [සාමාන්‍යකරණය] අංගය සමග භාවිතා කල නොහැක.[br]ඔබ [සාමාන්‍යකරණය] අංගය අක්‍රීය කිරීමට කැමතිද?

TEXT_SAMPLERATE_AUTO			= මුල් සංඛ්‍යාතය තබා ගන්න

TEXT_ASK_FOR_REG			= ලියාපදිංචි නොකළ අනුවාදය
TEXT_ASK_FOR_REG_DETAIL			= සියලු සීමාවන් ඉවත් කිරීමට බන්ඩිකට් බලපත්‍රය මිලදී ගන්න.
TEXT_ASK_FOR_REG_CONTINUE		= නොසලකා ඉදිරියට යන්න
TEXT_ASK_FOR_REG_REGNOW			= බන්ඩිකට් ලියාපදිංචිය
TEXT_ASK_FOR_REG_TRY			= ලියාපදිංචි නොකළ බන්ඩිකට් උත්සාහ කරන්න

TEXT_NOT_EXIST_OUTPUT			= ප්‍රතිදාන ෆෝල්ඩරය නොපවතී. කරුණාකර ප්‍රතිදාන ෆෝල්ඩරය වෙනස් කරන්න.
TEXT_NOT_SUPPORT_FOLDER			=  ඔබට මෙම ෆෝල්ඩරයට ගොනු සුරැකිය නොහැක. කරුණාකර වෙනත් ෆෝල්ඩරයක් තෝරන්න.
TEXT_NOT_SAVE_SOURCE_FOLDER		= ඔබට ගොනු මූලාශ්‍ර ෆෝල්ඩරයට සුරැකිය නොහැක[br][මූලාශ්‍ර ෆෝල්ඩරයට සුරකින්න] විකල්පය සලකුණු කිරීමෙන් පසුව ඉදිරියට යාමට ඔබට අවශ්‍යද?
TEXT_NOT_ALLOWED_CHAR			= ගොනු නාමයක පහත දැක්වෙන අක්ෂර කිසිවක් අඩංගු විය නොහැක.[br]${str1}
TEXT_LONG_PATH				= ගොනුවේ නම ප්‍රතිදානය සඳහා දිග වැඩිය. කරුණාකර, ගොනුවේ නම කෙටි කර නැවත උත්සාහ කරන්න, නැතහොත් කෙටි මාර්ගයක් ඇති ස්ථානයක් උත්සාහ කරන්න.[br]උපරිම ගොනු මාර්ග දිග අක්ෂර $ {int1} වේ.
TEXT_ADDING_FILES			= දැන් මාධ්‍ය ගොනු එක්වේ. කරුණාකර මොහොතක් ඉන්න.

TEXT_DEFAULT_PRESET			= පෙරනිමි
TEXT_FIT_WIDTH_PRESET			= ගැළපෙන පළල
TEXT_FIT_HEIGHT_PRESET			= ගැළපෙන උස
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= පෙරසිටුව මකා දමන්නට අවශ්‍යද?[br][br]-පෙරසිටුවේ නම: ${str1}
TEXT_SAME_PRESET			= ඔබ ඇතුළත් කළ පෙරසිටුවීමේ නම දැනටමත් පවතී.  පවතින පෙරසිටුව නැවත ලිවීමට ඔබට අවශ්‍යද?[br][br]-පෙරසිටුවේ නම: ${str1}
TEXT_SAME_RENAME_PRESET			= ඔබ ඇතුළත් කළ පෙරසිටුවීමේ නම දැනටමත් පවතී.  කරුණාකර වෙනත් නමක් ඇතුළත් කරන්න.[br][br]-පෙරසිටුවේ නම: ${str1}
TEXT_REFLECTED_PRESET			= ඔබගේ පෙරසිටුව යෙදී ඇත[br][br]-පෙරසිටුවේ නම: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= මෙම මෘදුකාංගය විසින් ඔබේ පරිගණකයේ බන්ඩිකට් ස්ථාපනය කරනු ඇත.[br][br]බන්ඩිකට් ක්‍රියාත්මක වන්නේ නම්, ඔබ ස්ථාපනය ආරම්භ කිරීමට පෙර කරුණාකර ඉන් පිටවන්න.[br][br]ඉදිරියට යාමට ඊළඟ ක්ලික් කරන්න.
TEXT_DELETE_ALL_FILES			= ($ {Str1}) හි ඇති සියලුම ගොනු ඉවත් කර නොමැත.[br]ඔබට ඒවා ඉවත් කිරීමට අවශ්‍යද?
TEXT_STILLRUN_EXIT_PROGRAM		= බන්ඩිකට් භාවිතයේ පවතී. ඉදිරියට යාමට පෙර වැඩසටහන වසා දමන්න.
TEXT_THIS_IS_NT_ONLY_APP		= මෙම මෘදුකාංගය නිසි ලෙස ක්‍රියාත්මක වන්නේ වින්ඩෝස් විස්ටා වලින් ඉහල සංස්කරණ සදහා පමණි. [br]වින්ඩෝස් එක්ස්පී සඳහා අනුවාදය බාගත කිරීමට ඔබට අවශ්‍යද?
TEXT_DO_NOT_WORK_32BIT			= මෙම වැඩසටහන බිට් 32 වින්ඩෝස් මත ක්‍රියා නොකරයි. [br]බිට් 32 වින්ඩෝස් සඳහා අනුවාදය බාගත කිරීමට ඔබට අවශ්‍යද?
TEXT_NEED_ADMIN_PRIVILEGE		=  මෙම වැඩසටහන ස්ථාපනය කිරීමට පරිපාලක අයිතිවාසිකම් අවශ්‍ය වේ. [br]ස්ථාපනය නවතා දැමීමට ඔබට අවශ්‍යද?
TEXT_DELETE_ALL_PRESET_FILES		= ඔබගේ අභිරුචි පෙරසිටවුම පවතී.[br]ඔබට ඒවා ඉවත් කිරීමට අවශ්‍යද?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= කරුණාකර ඔබට භාවිතා කිරීමට අවශ්‍ය මාදිලිය තෝරන්න.
TEXT_WIZARD_COMMENT_CUT			= වීඩියෝවේ සමහර කොටස් කපන්න.
TEXT_WIZARD_COMMENT_SPLIT		= වීඩියෝ ගොනුවක් කොටස් කිහිපයකට බෙදන්න.
TEXT_WIZARD_COMMENT_JOIN		= වීඩියෝ ගොනු කිහිපයක් සම්බන්ධ කරගන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>බන්ඩිකට්</font> කපනය
TEXT_GUIDE_JOIN				= <font color=white>බන්ඩිකට්</font> එකතුකරණය

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= අරඹන්න
TEXT_PAUSE				= විරාමය
TEXT_READY				= ‍බලාසිටින්න

TEXT_TITLE_ALARM_TRAILING		= ${str1} - ගොනු ශීර්ෂය ලියමින් සිටී
TEXT_JOIN_JOB				= එකතුකරන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= ඔබේ බන්ඩිකට් ලියාපදිංචි කර ඇත.
TEXT_REGISTER_FAILED			= ලියාපදිංචිය අසමත්.[br]ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සහ සීරියල් අංකය පරීක්ෂා කරන්න.
TEXT_REGISTER_CONNECT_FAILED		= ලියාපදිංචි කරවීමේ සේවාදායකයට සම්බන්ධ විය නොහැක.[br]කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර ඔබගේ පද්ධති ඔරලෝසුව අද දිනය හා වේලාවට සකසන්න. $ {St1}
TEXT_REGISTER_FAILED_HELP		= [br]ඔබට උදව් අවශ්‍ය නම්, හරි බොත්තම ක්ලික් කරන්න.
TEXT_REGISTER_INFO			= විද්යුත් තැපැල් ලිපිනය: ${str1}[br]සීරියල් අංකය : ${str2}
TEXT_REGISTER_INFO2			= කල්පිරෙන දිනය: ${str1} (ඉතිරි දින ${int1})
TEXT_REGISTER_INFO2_EXPIRED		= කල්පිරෙන දිනය: ${str1} (කල් ඉකුත් විය)
TEXT_REGISTER_YET			= ලියාපදිංචි නොකළ!!![br]- වීඩියෝවට දිය සලකුණක් එක් කරනු ඇත.[br]- සියලු සීමාවන් ඉවත් කිරීමට කරුණාකර "ලියාපදිංචිය" බොත්තම ක්ලික් කරන්න.
TEXT_HAS_BEEN_UNREGISTERED		= බන්ඩිකට් ලියාපදිංචි කර නොමැත.
TEXT_UNREGISTER				= ඔබට බන්ඩිකට් ලියාපදිංචි නොකිරීමට අවශ්‍යද?
TEXT_NOTICE_NEED_TO_RENEW		= බන්ඩිකට් බලපත්‍රය දින ${int1} කට පසු කල් ඉකුත් වේ. බලපත්‍ර අලුත් කිරීමේ උපදෙස් සඳහා 'හරි' බොත්තම ක්ලික් කරන්න.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= බන්ඩිකට් බලපත්‍රය කල් ඉකුත් වී ඇත. බලපත්‍ර අලුත් කිරීමේ උපදෙස් සඳහා 'හරි' බොත්තම ක්ලික් කරන්න.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= වීඩියෝව උඩුගත කිරීම සඳහා කරුණාකර මාතෘකාවක් ඇතුළත් කරන්න.
TEXT_UPLOAD_YOUTUBE_LOGIN		=  යූ ටියුබ් වෙත පුරනය වන්න 
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= බ්‍රව්සරයෙන් යූ ටියුබ් වෙත පුරනය වන්න...
TEXT_UPLOAD_VIMEO_LOGIN			= විමියෝ වෙත පුරනය වන්න 
TEXT_UPLOAD_COMPLETE			= උඩුගත කරන ලදි
TEXT_UPLOAD_ERR_FAIL			= මෙම වීඩියෝව උඩුගත කිරීමට අපොහොසත් විය.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= මෙම ගොනුව උඩුගත කිරීමට නොහැකි තරම් විශාලය.
TEXT_UPLOAD_ERR_FREESPACE		=  උඩුගත කිරීමට ප්‍රමාණවත් ඉඩක් නොමැත.
TEXT_UPLOAD_ERR_CONNECT			= සේවාදායකයට සම්බන්ධ වීමට අපොහොසත් විය.
TEXT_UPLOAD_ERR_AUTH_VIMEO		=  මෙම වීඩියෝව උඩුගත කිරීමට අපොහොසත් විය. විමියෝ පදනම් පරිශීලකයින්ට මෙම ක්‍රියාව භාවිතා කළ නොහැක.
TEXT_UPLOAD_WARNING_DOING		= දැන් වීඩියෝ ගොනු $ {int1} උඩුගත වෙමින් පවතී. වීඩියෝ උඩුගත කිරීම අවලංගු කර බන්ඩිකට් වසා දැමීමට ඔබට අවශ්‍යද?
TEXT_UPLOAD_NO_PASSWORD			= කරුණාකර මුරපදයක් ඇතුළත් කරන්න.
TEXT_UPLOAD_YOUTUBE_QUOTA		= යූ ටියුබ් විසින් පවරනු ලබන දෛනික උඩුගත කිරීමේ කෝටාව ඉක්මවා ඇත.[br]පැසිෆික් වේලාවෙන් මධ්‍යම රාත්‍රියේදී කෝටාව නැවත සකස් කෙරේ.[br]කරුණාකර පැසිෆික් වේලාවෙන් පසුව නැවත උත්සාහ කරන්න හෝ  YouTube.com වෙත ගොස් වීඩියෝව කෙලින්ම යූ ටියුබ් වෙත උඩුගත කරන්න.
TEXT_UPLOAD_ERR_ACCESSTOKEN		= ප්‍රවේශ ටෝකනයක් ලබා ගැනීමට අපොහොසත් විය.

TXT_TITLE               		= යූ ටියුබ් සමඟ පුරනය වීම සම්පූර්ණයි!
TXT_MESSAGE_COMPLETE1   		= යූ ටියුබ් සමඟ පුරනය වීම සම්පූර්ණයි!
TXT_MESSAGE_COMPLETE2   		= ඔබට මෙම පිටුව වසා දැමිය හැකිය.
TXT_GOTO_BANDICUT_HOME  		= bandicut.com වෙත යන්න

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= ස්ථාපනය සිදු වෙමින් පවතී ...
TEXT_UPDATE_FAILED_DL			= ස්ථාපන ගොනු බාගත කිරීමට අපොහොසත් විය.[br]මෙම පද්ධතිය දැනට අන්තර්ජාලයට සම්බන්ධ නොවිය හැකිය.
TEXT_UPDATE_INSTALL_SUCCEED		= ස්ථාපනය අවසන්.
TEXT_UPDATE_INSTALL_FAILED		= ස්ථාපනය අසාර්ථක විය.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= ගැන [tab]F1
MENUSTR_MAIN_FILE_OPEN			= ගොනුව අරින්න [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= වෙත උඩුගත කරන්න
MENUSTR_MAIN_FILE_CLOSE			= ගොනුව වසන්න [tab]F4
MENUSTR_MAIN_OUTPUT			= ප්‍රතිදාන ෆෝල්ඩරය අරින්න [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= වින්‍යාසය [tab]F5
MENUSTR_MAIN_REGISTER			= ලියාපදිංචි කිරීම[tab]F3
MENUSTR_MAIN_CLOSE			= පිටවීම [tab]Alt+F4
MENUSTR_MAIN_HELP			= උදව්
MENUSTR_HELP_ONLINE			= උදව්
MENUSTR_HELP_HOTKEYS			= හොට්කි තොරතුරු
MENUSTR_HELP_LICENSE			= ප්‍රකාශන හිමිකම් තොරතුරු
MENUSTR_MAIN_VIDEO			= වීඩියෝ
MENUSTR_MAIN_AUDIO			= ඕඩියෝ
MENUSTR_MAIN_FILE_INFO			= ගොනු තොරතුරු [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= සියලුම ගොනු වසන්න [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= ව්‍යාපෘති ගොනුව අරින්න
MENUSTR_MAIN_PROJECT_FILE_SAVE		= ව්‍යාපෘති ගොනුව සුරකින්න
MENUSTR_UPLOAD_SETTING			= සැකසුම්

MENUSTR_PRESET_USER			= පරිශීලක පෙරසිටුවීම්
MENUSTR_PRESET_ADD			= පෙරසිටුවක් එක් කරන්න
MENUSTR_PRESET_EDIT			= පෙරසිටුවක් සකසන්න

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= අවලංගු 
IDOK					= හරි
IDC_BTN_CLOSE				= වසන්න
IDC_BTN_YES				= ඔව්
IDC_BTN_NO				= නැහැ
IDC_BTN_REGISTER			= ලියාපදිංචිය
IDC_CK_OPEN_OUTPUT_FOLDER		= සම්පූර්ණ වූ විට ප්‍රතිදාන ෆෝල්ඩරය අරින්න.
IDC_ST_DETAIL_LINK			= තවත් බලන්න...
IDC_ST_OPTION				= විකල්ප
IDC_ST_HELP				= උදව්

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= කේතීකරණ මාදිලි සැකසුම්
IDC_ST_FILE_FORMAT			= ගොනු
IDC_ST_FORMAT				= ගොනු ආකෘතිය
IDC_ST_VIDEO_DETAIL			= වීඩියෝ
IDC_ST_AUDIO_DETAIL			= ඕඩියෝ
IDC_ST_VIDEO_SIZE			= වීඩියෝ ප්‍රමාණය
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= වීඩියෝ කෝඩැක්
IDC_ST_VIDEO_MODE			= බිට්-රේට් පාලනය
IDC_ST_VIDEO_QUALITY			= තත්වය
IDC_ST_VIDEO_BITRATE			= බිට්-රේට් 
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= ඕඩියෝ කෝඩැක්
IDC_ST_AUDIO_CHANNEL			= නාලිකාව
IDC_ST_AUDIO_SAMPLERATE			= සංඛ්‍යාතය
IDC_ST_AUDIO_MODE			= බිට්-රේට් පාලනය
IDC_ST_AUDIO_BITRATE			= බිට්-රේට්
IDC_BTN_PRESET				= පෙරනිමිය
IDC_BTN_SETTING_MORE			= තවත් සැකසුම්...
IDC_ST_AUDIO_NORMALIZE			= සාමාන්‍යකරණය
IDC_CK_AUDIO_NORMALIZE			= භාවිත

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 සැකසුම්
IDC_ST_H264_PROFILE_SETTING		= ${str1} සැකසුම්
IDC_ST_H264_PROFILE			= පැතිකඩ
IDC_ST_H264_LEVEL			= මට්ටම්

[IDD_PRESET_ADD]
IDD_PRESET_ADD				=  නව පෙරසිටුවක් එක් කරන්න
IDC_ST_ADD_PRESET			= පවතින ආකෘති සැකසුම් නව පෙරසිටුවක් ලෙස ඔබට සුරැකිය හැක.[br]නව පෙරසිටුව සඳහා නමක් ඇතුළත් කරන්න.
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= පෙරසිටුව නැවත නම් කරන්න
IDC_ST_RENAME_PRESET			= පෙරසිටුව සඳහා අලුත් නමක් ඇතුළත් කරන්න.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= පෙරසිටවුම සකසන්න
IDC_BTN_PRESET_ADD			= එකතු
IDC_BTN_PRESET_DELETE			= මකන්න
IDC_BTN_PRESET_RENAME			= නැවත නම් කරන්න

[IDD_SETTING]
IDD_SETTING				= වින්‍යාසය
IDC_BTN_RESET				= නැවත සකසන්න

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		=  සෙවිය නොහැකි මාධ්‍ය ගොනු විවෘත කිරීමේදී අගවන්න.
IDC_CK_ALERT_EXIST_FILE			=  නම සහිත ගොනුවක් දැනටමත් පවතින විට අගවන්න.
IDC_CK_ALERT_SAVE_PROJECT		= ව්‍යාපෘති ගොනුවක් සුරැකීමේදී අඟවන්න.
IDC_CK_USE_LOG_FILE			= ලොග් ගොනුවක් සාදන්න (.log)
IDC_CK_MOV_FRONT_HEADER			= ගොනුව ආරම්භයේදීම ගොනු තොරතුරු සුරකින්න (MP4 පමණි).
IDC_CK_KEEP_CREATION_TIME		= මුල් ගොනුවේ නිර්මාණිත දිනය / වේලාව සුරකින්න.
IDC_ST_UPLOAD				= උඩුගත විකල්ප
IDC_CK_SHOW_TIP				= ඉඟිය / තොරතුරු පෙන්වන්න
IDC_CK_AUTO_MOVE			=  අංක යතුරු එබීමෙන් ආදාන ස්ථානය ගෙනයන්න.
IDC_CK_DEINTERLACE_PREVIEW		= Interlaced වීඩියෝ පටයක් වාදනය කිරීමේදී Deinterlace ෆිල්ටරය භාවිතා කරන්න.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= ප්‍රතිදාන ෆෝල්ඩරය
IDC_BTN_SET_OUTPUT			= පිරික්සන්න...
IDC_BTN_OPEN_OUTPUT			= අරින්න
IDC_CK_OUTPUT_SOURCE			= මූලාශ්‍ර ෆෝල්ඩරයට සුරකින්න
IDC_ST_FILENAME				= ගොනු නම් කිරීමේ සැකසුම්
IDC_ST_CACHE_FOLDER			= කෑෂ් ෆෝල්ඩරය
IDC_BTN_SET_CACHE_FOLDER		= පිරික්සන්න...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= පෙරනිමි

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= භාෂාව
IDC_ST_TRANSLATOR			= පරිවර්තනයට ස්තූතියි

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= අධිවේග මාදිලිය භාවිතා කිරීමට නොහැකි වූ විට අගවන්න.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= අධිවේග මාදිලියේදි යතුරු රාමුව මඟින් සෑම විටම කපා / ඒකාබද්ධ කරන්න.
IDC_CK_SHOW_KEY_FRAME_CUT		= ගොනුවේ ආරම්භක වේලාව වෙනස් වන විට අගවන්න.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com වෙත උඩුගත කරන්න
IDC_ST_VIMEO_UPLOADINFO			= උඩුගත තොරතුරු
IDC_ST_VIMEO_FILENAME			= ගොනු නාමය:
IDC_ST_VIMEO_TITLE			= ශීර්ෂය:
IDC_ST_VIMEO_DESCRIPTION		= විස්තර:
IDC_ST_VIMEO_PRIVACY			= පෞද්ගලිකත්වය:
IDC_RD_VIMEO_PRIVACY_ANYONE		= ඕනෑම කෙනෙකුට මෙම වීඩියෝව දැක ගත හැකිය
IDC_RD_VIMEO_PRIVACY_ONLYME		= මට පමණක් මෙම වීඩියෝව දැකිය හැකිය
IDC_RD_VIMEO_PRIVACY_FOLLOW		= මෙම වීඩියෝව දැකිය හැක්කේ මා අනුගමනය කරන පුද්ගලයින්ට පමණි
IDC_RD_VIMEO_PRIVACY_UNLISTED		= මෙම වීඩියෝව දැකිය හැක්කේ පුද්ගලික සබැඳිය ඇති පුද්ගලයින්ට පමණි
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (විමියෝ පදනම් පරිශීලකයින්ට මෙම විකල්පය භාවිතා කළ නොහැක)
IDC_RD_VIMEO_PRIVACY_PASSWORD		=  මුරපදයක් ඇති පුද්ගලයින්ට පමණක් මෙම වීඩියෝව දැකිය හැකිය
IDC_CK_HIDE_PASSWORD			= මුරපදය සඟවන්න
IDC_BTN_VIMEO_UPLOAD			= උඩුගත කරන්න
IDC_LN_VIMEO_HELP			= උදව්

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= උඩුගත වෙමින්...
IDC_ST_VIMEO_UPLOADED			= වීඩියෝ උඩුගත කිරීම සම්පූර්ණයි!
IDC_ST_VIMEO_LINK			= සබැඳිය:
IDC_ST_VIMEO_EMBED			= කාවැද්දීම:
IDC_BTN_VIMEO_LINK_GO			= යන්න
IDC_BTN_VIMEO_EMBED_COPY		= පිටපත්
IDC_BTN_VIMEO_CLOSE			= වසන්න

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com වෙත උඩුගත කරන්න
IDC_ST_YOUTUBE_UPLOADINFO		= උඩුගත තොරතුරු
IDC_ST_YOUTUBE_FILENAME			= ගොනු නාමය:
IDC_ST_YOUTUBE_TITLE			= ශීර්ෂය:
IDC_ST_YOUTUBE_DESCRIPTION		= විස්තර:
IDC_ST_YOUTUBE_PRIVACY			=  පෞද්ගලිකත්වය:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		=  පොදු - මෙම වීඩියෝව බැලීමට ඕනෑම කෙනෙකුට ඉඩ දෙන්න
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= ලැයිස්තුගත නොකළ - වීඩියෝවට සබැඳිය ඇති ඕනෑම කෙනෙකුට මෙම වීඩියෝව දැක ගත හැකිය
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= පුද්ගලික - මෙම වීඩියෝව මට සහ මා තෝරා ගන්නා පරිශීලකයින්ට පෙනෙන පරිදි සකසන්න
IDC_BTN_YOUTUBE_UPLOAD			= උඩුගත කරන්න
IDC_LN_YOUTUBE_HELP			= උදව්
IDC_LN_YOUTUBE_TOS			= 'උඩුගත කරන්න' ක්ලික් කිරීමෙන් ඔබට අන්තර්ගතයේ සියලු අයිතිවාසිකම් ඇති බව හෝ යූ ටියුබ් හි අන්තර්ගතය ප්‍රසිද්ධියේ ලබා දීමට අයිතිකරු විසින් ඔබට බලය පවරා ඇති බවත් එය වෙනත් ආකාරයකින් <a> යූ ටියුබ් සේවා කොන්දේසි </a> වලට අනුකූල බවත් සහතික කරයි. 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= මාව ඇතුළු කර තබන්න
IDC_BTN_YOUTUBE_LOGOUT			= ලොග්අවුට්

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= උඩුගත වෙමින්...
IDC_ST_YOUTUBE_UPLOADED			= වීඩියෝ උඩුගත කිරීම සම්පූර්ණයි!
IDC_ST_YOUTUBE_LINK			= සබැඳිය:
IDC_ST_YOUTUBE_EMBED			= කාවැද්දීම:
IDC_BTN_YOUTUBE_LINK_GO			= යන්න
IDC_BTN_YOUTUBE_EMBED_COPY		= පිටපත්
IDC_BTN_YOUTUBE_CLOSE			= වසන්න

[IDD_FILEINFO]
IDD_FILEINFO				= ගොනු තොරතුරු
IDC_BTN_CLIPBOARD			= ක්ලිප්බෝඩ් වෙතට පිටපතක්

[IDD_REGISTER]
IDD_REGISTER				= බන්ඩිකට් ලියාපදිංචි කරන්න
IDC_ST_1BUY				= 1. මිලදී ගන්න
IDC_ST_1BUY_COMMENT			= බන්ඩිකට් ලියාපදිංචි කර නොමැති නම්, වීඩියෝවට දිය සලකුණක් එක් කරනු ඇත. බන්ඩිකට් බලපත්‍රය මිලදී ගැනීමට කරුණාකර "දැන් මිලට ගන්න" බොත්තම ක්ලික් කරන්න.
IDC_BTN_BUY_ONLINE			= දැන් මිලට ගන්න
IDC_ST_2REGISTER			= 2. ලියාපදිංචි වන්න
IDC_ST_2REGISTER_COMMENT		= කරුණාකර විද්‍යුත් තැපැල් ලිපිනය සහ සීරියල් අංකය ඇතුළත් කරන්න.  [br](බන්ඩිකට් ලියාපදිංචි කිරීමට ඔබට මාර්ගගත සම්බන්ධතාවයක් අවශ්‍ය වේ.)
IDC_ST_EMAIL_ADDRESS			= විද්‍යුත් තැපැල් ලිපිනය 
IDC_ST_SERIAL_NUMBER			= සීරියල් අංකය 
IDC_BTN_REGISTER_NOW			= දැන්ම ලියාපදිංචි වන්න
IDC_BTN_UNREGISTER_NOW			= ලියාපදිංචි නොවූ

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= පද්ධතිය වසා දැමීම
IDC_ST_SHUTDOWN_INFO			= පද්ධතිය වසා දැමීම
IDC_ST_SHUTDOWN_MSG1			= ක්‍රියාවලිය අවසන් වී ඇති නිසා මෙම පද්ධතිය වසා දමනු ඇත.[br]ඔබ වසා දැමීමට අකමැති නම්, 'අවලංගු' බොත්තම ක්ලික් කරන්න.
IDD_SHUTDOWN_APP			= බන්ඩිකට් වසන්න
IDC_ST_SHUTDOWN_APP_INFO		= බන්ඩිකට් වසන්න
IDC_ST_SHUTDOWN_APP_MSG1		= ක්‍රියාවලිය අවසන් වී ඇති නිසා බන්ඩිකට් ස්වයංක්‍රීයව වැසෙනු ඇත.[br]ඔබ බන්ඩිකට් වැසීමට අකමැති නම්,  'අවලංගු' බොත්තම ක්ලික් කරන්න.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= යාවත්කාල පරීක්ෂාව
IDC_ST_UPDATE_SETTING			= සැකසුම්
IDC_CK_ENABLE_AUTO_CHECK		= ස්වයංක්‍රීය යාවත්කාලීන පරීක්ෂාව සක්‍රීය කරන්න.
IDC_CK_SHOW_UPDATE_POPUP		= ප්‍රධාන යාවත්කාලීනයක් ඇති විට උත්පතන පෙන්වන්න.
IDC_CK_SHOW_ENABLE_BETA			= බීටා යාවත්කාලීනයක් ඇති විට උත්පතන පෙන්වන්න.
IDC_BTN_CHECK_UPDATE_NOW		= යාවත්කාල පරීක්ෂාව දැන්ම කරන්න

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= යාවත්කාල තොරතුරු
IDC_ST_UPDATE_MSG1			= නව අනුවාදයක් ඇත.
IDC_ST_UPDATE_MSG2			= ඔබ “යාවත්කාල” බොත්තම ක්ලික් කළහොත් ඔබට එය බාගත කළ හැකිය.
IDOK					= යාවත්කාල කරන්න

[IDD_FAILTOADD]
IDD_FAILTOADD				= ගොනු එක් කිරීමට අපොහොසත් විය.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= වීඩියෝ බෙදීම
IDOK					= ඇයදුම
IDC_RD_SPLIT_NUMBER			= බෙදන්න
IDC_RD_SPLIT_TIME			= කාල සීමාව අනුව බෙදන්න:
IDC_ST_SEGMENT				= ඛණ්ඩ
IDC_CK_KEEP_SEGMENT			= තෝරාගත් ඛණ්ඩය තබා ගන්න
IDC_ST_HOUR				= පැය
IDC_ST_MIN				= මිනි.
IDC_ST_SEC				= තප්.

[IDD_INFORMATION]
IDD_INFORMATION				= හොට්කි තොරතුරු
IDD_INFORMATION_LICENSE			= ප්‍රකාශන හිමිකම් තොරතුරු

[SKIN]
; New UI
; Common
$BN_START				= ආරම්භය
$BN_CANCEL				= අවලංගු 
$BN_OK					= හරි
$BN_YES					= ඔව්
$BN_NO					= නැහැ
$ST_OPTION				= විකල්ප
$CK_JOIN				= ඛණ්ඩ ඒකාබද්ධ කරන්න
$BN_OPEN_OUTPUT				= අරින්න
$BN_HELP				= උදව්
$CHECK_DO_NOT_SHOW			= ඊළඟ වතාවේ නොපෙන්වන්න.

; Main
$BN_TIP					= සියලු සීමාවන් ඉවත් කිරීමට කරුණාකර ලියාපදිංචි වන්න.
$BN_ADD_SEGMENT				= ඛණ්ඩ එක් කරන්න
$BN_GUIDE_OPEN_FILE			= ගොනුවක් අරින්න
$BN_GUIDE_OPEN_FILE_JOINER		= ගොනු එකතුකරණය අරින්න
$ST_GUIDE_SET_SEGMENT			= කැපුම් ප්‍රදේශය තෝරන්න
$ST_GUIDE_START				= ආරම්භය ක්ලික් කරන්න
$ST_GUIDE_ADD_FILES			= ගොනු එක් කරන්න
$ST_SEGMENT_LIST_TITLE			= කැපුම් ඛණ්ඩ ලැයිස්තුව
$ST_SEGMENT_LIST_TITLE_JOIN		= සම්බන්ධක ගොනු ලැයිස්තුව

; Wizard
$BN_WIZARD_CUT				= කපන්න
$BN_WIZARD_JOIN				= එක්කරන්න
$BN_WIZARD_SPLIT			= බෙදන්න

; About
$ST_ABOUT_VERSION_INFO			= බන්ඩිකට් අනුවාදය
$ST_ABOUT_COPYRIGHT			=  ප්‍රකාශන හිමිකම(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= නව අනුවාදයක් ඇත.
$BN_ABOUT_CHECK_UPDATE			= යාවත්කාල පරීක්ෂාව
$ST_ABOUT_LICENCE_INFO			= බලපත්‍ර තොරතුරු
$BN_ABOUT_REGISTER			= ලියාපදිංචි වන්න
$BN_ABOUT_REGISTER_HELP			= මිලදී ගන්නේ සහ ලියාපදිංචි කරන්නේ කෙසේද
$ST_ABOUT_HOMEPAGE_INFO			= වෙබ් අඩවි URL
$ST_ABOUT_HOMEPAGE_URL			= මුල්පිටුව
$ST_ABOUT_FAQ_URL			= නිතර අසන පැන
$BN_ABOUT_UPDATE_REGISTRATION		= ලියාපදිංචිය යාවත්කාල කරන්න
$BN_ABOUT_RENEW_LICENSE			= බලපත්‍රය අලුත් කරන්න

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= මාදිලිය
$RD_READY_HIGH_SPEED_MODE		= අධිවේග මාදිලිය
$RD_READY_ENCODING_MODE			= කේතීකරණ මාදිලිය
$ST_READY_MODE_HIGH_SPEED		= වේගවත් හා නැතිවීම් අඩු (නිර්දේශිත)
$ST_READY_MODE_ENCODING			= ගොනු ආකෘතිය, ගුණාත්මකභාවය සහ කෝඩැක් (මන්දගාමී) අභිරුචිකරණය කරන්න
$ST_READY_FILE_FORMAT			= ගොනු ආකෘතිය
$ST_READY_VIDEO_INFO			= වීඩියෝ තොරතුරු
$ST_READY_VIDEO_ENCODER			= වීඩියෝ එන්කෝඩරය
$ST_READY_AUDIO_INFO			= ඕඩියෝ තොරතුරු
$BN_READY_DETAIL_SETTING		= කේතීකරණ සැකසුම්
$BN_READY_PRESET			= පෙරසිටුවීම්
$ST_READY_OUTPUT_OPTION			= ප්‍රතිදානය
$ST_READY_OUTPUT_FILE_NAME		= ගොනුවේ නම
$ST_READY_SAVE_FOLDER			= ෆෝල්ඩරය
$CK_READY_OUTPUT_TO_SOURCE		= මූලාශ්‍ර ෆෝල්ඩරයට සුරකින්න
$ST_READY_TRACK_OPTION			= ට්‍රැක්ස් සුරකින්න
$RD_READY_ALL_TRACK			= සියලුම වීඩියෝ සහ ඕඩියෝ ට්‍රැක්ස් සුරකින්න
$RD_READY_SEL_TRACK			= තෝරාගත් වීඩියෝ සහ ඕඩියෝ ට්‍රැක්ස් පමණක් සුරකින්න
$CK_READY_EXTRACT_AUDIO			= ඕඩියෝ ට්‍රැක්ස් උපුටා ගන්න (.mp3)
$CK_READY_REMOVE_AUDIO			= ඕඩියෝ ට්‍රැක්ස් මකන්න

; Run
$ST_RUN_CUT_FILE_INFO			= ප්‍රගතිය
$ST_RUN_FILE_NAME			= ගොනු:
$ST_RUN_COMPLETE			= සම්පූර්ණයි
$BN_RUN_UPLOAD				= උඩුගත කරන්න
$BN_RUN_PLAY				= වාදනය කරන්න
$ST_RUN_RUNNING_TIME			= ගතවූ කාලය
$ST_RUN_REMAINING_TIME			= ඉතිරි කාලය
$ST_RUN_SPEED				= වේගය
$ST_RUN_FILE_SIZE			= ගොනුවේ ප්‍රමාණය
$ST_END_OPTION				= සම්පූර්ණ වූ පසු
$ST_UPLOAD_OPTION			= උඩුගත විකල්ප
$CK_RUN_OPEN_OUTPUT_FOLDER		= ප්‍රතිදාන ෆෝල්ඩර අරින්න
$CK_RUN_SYSTEM_CLOSE			= වසා දමන්න
$CK_SOUND_ALARM				= හඩක් දෙන්න
$CK_MOVE_TO_MAIN			= ප්‍රධාන කවුළුව වෙත යන්න

; Capture
$BN_OPEN_FOLDER				= ෆෝල්ඩර අරින්න
$BN_MESSAGE				= [u]අල්ලා ගත් රූපය ප්‍රතිදාන ෆෝල්ඩරයට සුරකින ලදි.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= ඔබ <font color="yellow">බන්ඩිකැම්</font>භාවිතා කර තිබේද? එය ඔබගේ පරිගණක තිරයේ ඕනෑම දෙයක් පටිගත කර වීඩියෝ ගොනුවක් ලෙස සුරැකීමට ඉඩ දෙයි.[br]ඔබ බන්ඩිකැම් උත්සාහ කිරීමට කැමතිද?
$BN_UPDATE_STEP1_LINK			= තවත් දැනගන්න
$ST_UPDATE_STEP2_TEXT			= බාගත කිරීම සිදු වෙමින් පවතී ...
$BN_UPDATE_INSTALL			= දැන් ස්ථාපනය කරන්න
$BN_UPDATE_LATER			= නෑ, ස්තූතියි!
$BN_UPDATE_CANCEL			= අවලංගු කරන්න
$BN_UPDATE_CLOSE			= වසන්න
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= සංස්කරණය සඳහා ඔබගේ ගොනු සකස් කෙරෙමින් පවතී.

; Tooltip
$TT_MENU				= මෙනුව
$TT_WIZARD				= ආරම්භ කරන්න (මුල් පිටුව)
$TT_CUTTER				= කපන්න
$TT_JOINER				= එක්කරන්න
$TT_ABOUT				= තොරතුරු (F1)
$TT_SETTING				= වින්‍යාසය (F5)
$TT_BANDICAM				= බන්ඩිකැම් ආරම්භ කරන්න

$TT_FILE_CLOSE_WORK			= සියලු ගොනු වසන්න (F4)
$TT_FILE_CLOSE_WORK_CUT			= ගොනුව වසන්න - සියලු ඛණ්ඩ මකන්න (F4)

$TT_FILE_OPEN				= ගොනුව අරින්න (F2,Ctrl+O)
$TT_FILE_ADD				= ගොනු එක්කරන්න (F2,Ctrl+O)
$TT_FILE_PROJECT			=  ව්‍යාපෘති ගොනු
$TT_OPEN				= අරින්න

$TT_REGISTER				= ලියාපදිංචි වන්න(F3)
$TT_OPEN_OUTPUT_FOLDER			= ප්‍රතිදාන ෆෝල්ඩරය අරින්න(Ctrl+F2)
$TT_HELP				= උදව්
$TT_REFRESH_LINFO			= බලපත්‍ර තොරතුරු නැවුම් කරන්න

$TT_PLAYER_PLAY				= වාදනය/විරාමය (Space)
$TT_PLAYER_STOP				= නවත්වන්න (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= ඛණ්ඩ වාදනය/විරාමය (Ctrl+P)
$TT_PLAYER_STOP_SEG			= ඛණ්ඩ නවත්වන්න (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= පෙර යතුරු රාමුවට යන්න(Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= පෙර රාමුවට යන්න (Left)
$TT_PLAYER_NEXT_FRAME			= ඊළඟ රාමුවට යන්න (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= ඊළඟ යතුරු රාමුවට යන්න (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= පෙර ගොනුව වාදනය කරන්න (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= ඊළඟ ගොනුව වාදනය කරන්න (Right)
$TT_PLAYER_SEG_ADD			= ඛණ්ඩ එක්කරන්න (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= ඔබට ගොනු / කොටස්  $ {int1} දක්වා එකතු කළ හැකිය.
$TT_PLAYER_SEG_START			= ඛණ්ඩ ආරම්භක වේලාව දෙන්න ( S )
$TT_PLAYER_SEG_END			= ඛණ්ඩයේ අවසාන වේලාව දෙන්න ( E )
$TT_PLAYER_MUTE_ON			= නිශ්ශබ්ද ( M )
$TT_PLAYER_MUTE_OFF			= ශබ්ද කරන්න ( M )

$TT_PLAYER_CAPTURE			= අල්ලා ගන්න (Ctrl+C)

$TT_ADD_SEGMENT				= ඛණ්ඩ එක්කරන්න(Ctrl+N)
$TT_PREV_SEGMENT			= ඉහළට යන්න
$TT_NEXT_SEGMENT			= පහළට යන්න
$TT_PREV_MOVE_FILE			= පසුපසට යන්න
$TT_NEXT_MOVE_FILE			= ඊළඟ තැනට යන්න

$TT_RUN_UPLOAD_OPTION			= උඩුගත විකල්ප

$TT_LIST_PLAY				= ඛණ්ඩ වාදනය/විරාමය
$TT_LIST_SPLIT				= බෙදන්න
$TT_LIST_CUT_REMOVE			= මකන්න
$TT_LIST_JOIN_REMOVE			= මකන්න

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * බන්ඩිකට් සඳහා හොට්කීස්
HOTKEYS_ABOUT				= - බන්ඩිකට් ගැන:		F1
HOTKEYS_FILE_INFO			= - ගොනු තොරතුරු:		Ctrl+F1
HOTKEYS_SETTING				= - වින්‍යාසය:		F5
HOTKEYS_MAX				= - උපරිම / ප්‍රතිස්ථාපනය:		Enter
HOTKEYS_CHANGE_MODE			= - ‍මාදිලිය වෙනස් කරන්න: 		Ctrl+M
HOTKEYS_REGISTER			= - බන්ඩිකට් ලියාපදිංචි කරන්න:		F3
HOTKEYS_HOME				= - මුල්පිටුවට යන්න:		Home

HOTKEYS_PLAY_TITLE			= * වාදනය
HOTKEYS_OPEN_FILE			= - ගොනුව අරින්න:		Ctrl+O, F2
HOTKEYS_CLOSE				= - ගොනු වසන්න (සියලුම) :		F4
HOTKEYS_START				= - ආරම්භය:           		Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - ප්‍රතිදාන ෆෝල්ඩරය අරින්න:	Ctrl+F2
HOTKEYS_PLAY				= - වාදනය/විරාමය:		Space
HOTKEYS_STOP				= - නවතන්න:			Ctrl+Space
HOTKEYS_MUTE				= - නිහඩ ඔන්/ඕෆ්:		M

HOTKEYS_SEGMENT_PLAY			= - ඛණ්ඩ වාදනය/විරාමය:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - ඛණ්ඩ නවත්වන්න:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - ඛණ්ඩයක් මකන්න:	Delete

HOTKEYS_PLAY_FORWARD			= - ෆෝවර්ඩ්:			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - රිවයින්ඩ්:			Left, Numpad-

HOTKEYS_CUT_TITLE			= * කපන්න
HOTKEYS_SET_START_TIME			= - ඛණ්ඩ ආරම්භක වේලාව දෙන්න:	S
HOTKEYS_SET_END_TIME			= - ඛණ්ඩ අවසාන වේලාව දෙන්න:	E
HOTKEYS_SEGMENT_ADD			= - ඛණ්ඩ එක්කරන්න:		Ctrl+N

HOTKEYS_NEXT_FRAME			= - ඊළඟ රාමුව:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - ඊළඟ යතුරු රාමුව:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - පෙර රාමුව:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - පෙර යතුරු රාමුව:		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - පෙර ඛණ්ඩ තෝරන්න: 	Up
HOTKEYS_NEXT_SEL_SEG			= - ඊළඟ ඛණ්ඩ තෝරන්න: 	Down

HOTKEYS_PREV_TIME_DIGIT			= - පෙර කාල අංකයට යන්න: Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - ඊළඟ කාල අංකයට යන්න: 	Tab

HOTKEYS_JOIN_TITLE			= * එකතුකරණය
HOTKEYS_PREV_FILE_PLAY			= - පෙර ගොනුව වාදනය/ තෝරන්න:	Left
HOTKEYS_NEXT_FILE_PLAY			= - ඊළඟ ගොනුව වාදනය/ තෝරන්න: 	Right